// General
"ADD" = "Legg til";
"OK" = "OK";
"CANCEL" = "Avbryt";
"Space" = "Arbeidsområde";
"SPACES" = "Spaces";
"OPTIONS" = "Valg…";
"CONTINUE" = "Fortsett";
"SEARCHING" = "Søker…";
"CONNECTING" = "Kobler til…";

// Trackpad tab
"2NDCLICK_TAPPING" = "Utfør sekundærklikk ved å plassere to fingre på styreflaten og klikke på knappen";
"2NDCLICK_CLICKING" = "Utfør sekundærklikk ved å trykke på styreflaten med to fingre";

// Keyboard tab
"FN_FLIPPER_TITLE" = "Bruk alle funksjonstastene (F1, F2 etc.) som standard funksjonstaster";
"FN_FLIPPER_NOTE" = "Når dette valget er markert, kan du trykke på Fn-tasten for å bruke spesialfunksjonene som står på tastene.";

// User Configurable Keys tab
"USER_ITEMS_GROUP" = "Brukerobjekter";
"USER_ITEMS_DESC" = "Åpner %@";
"ONOFF_TOOLTIP" = "Marker for å slå på en snarvei i listen";
"RESTORE_DEFAULTS_TITLE" = "Er du sikker på at du vil nullstille alle snarveier til standardinnstillingene?";
"RESTORE_DEFAULTS_DESCR" = "Denne handlingen kan ikke angres.";

// Combobox entries
"MODIFER_OPTION" = "⌥ Tilvalg";
"MODIFER_CONTROL" = "⌃ Kontroll";
"MODIFER_COMMAND" = "⌘ Kommando";

// BT related
"D_SECS" = "%d sek.";
"NEVER" = "Aldri";

"MOUSE" = "Mus";
"KEYBOARD" = "Tastatur";
"UNKNOWN" = "Ukjent";

"NEW_APPLICATION_ITEM" = "<menyobjekt uten navn>";

"APP_IS_NOT_COMPATIBLE" = "Du kan ikke legge til tastatursnarveier for programmet %@.";

"MOUSEBUTTON_OPEN" = "Åpne «%@»";


// Gestures
"ONEFINGER" = "Én finger";
"TAP_TO_CLICK_GESTURE" = "Trykk for å klikke";
"DRAGGING_GESTURE" = "Flytte";
"DRAGLOCK_GESTURE" = "Flyttelås";
"TWOFINGER" = "To fingre";
"TWOFINGER_SECONDARYCLICK" = "Sekundærklikk";
"THREEFINGER" = "Tre fingre";
"FOURFINGER" = "Fire fingre";
"SECONDARYCLICK_GESTURE" = "Sekundærklikk";
"SECONDARYCLICK_GESTURE_TAP" = "Sekundærtrykk";
"PRESS_SPECIFIC" = "Sekundærklikk";
"PRESS_ANYWHER" = "Trykk hvor som helst med to fingre";
"SCREENZOOMGESTURE" = "Skjermzoom";
"PINCH_GESTURE" = "Knipe";
"ROTATE_GESTURE" = "Rotere";
"3FINGER_SWIPE_GESTURE" = "Dra for å navigere";
"2FINGER_SCROLL_GESTURE" = "Rulle";
"4FINGER_UPDOWN_GESTURE_NAME" = "Dra opp/ned for Exposé";
"4FINGER_UPDOWN_GESTURE_NAVIGATE" = "Dra opp/ned for å navigere";
"4FINGER_SWIPE_GESTURE_NAME" = "Dra mot venstre/høyre for programbytte";
"4FINGER_SWIPE_GESTURE_NAVIGATE" = "Dra mot venstre/høyre for å navigere";

"BOTTOM_RIGHT_CORNER" = "Nederst til høyre";
"BOTTOM_LEFT_CORNER" = "Nederst til venstre";

"WITH_MOMENTUM" = "med etterbevegelse";
"WITHOUT_MOMENTUM" = "uten etterbevegelse";
//
"THREE_FINGER_DRAGGING" = "Flytte";
"SWIPE_TO_NAVIGATE" = "Dra for å navigere";

//
"GESTURE_SWITCH_APP" = "for å bytte program";
"GESTURE_NAVIGATE" = "for å navigere";
"GESTURE_EXPOSE" = "for Exposé";


// Gesture notes
"AX_TapToClick" = "Klikk ved å trykke på styreflaten med én finger.";
"AX_Dragging" = "Flytt ved å trykke på styreflaten og deretter umiddelbart plassere fingeren på styreflaten og flytte den. Løft fingeren for å slippe objektet.";
"AX_DragLock" = "Flytt ved å trykke på styreflaten og deretter plassere fingeren på styreflaten og flytte den. Trykk igjen for å slippe objektet.";
"AX_SecondaryClick" = "Hvis du vil åpne snarveismenyen for et objekt, plasserer du to fingre på styreflaten og trykker på styreflateknappen. Hvis «Trykk for å klikke» er markert, trykker du på styreflaten med to fingre.";
"AX_Scroll" = "Hvis du vil rulle gjennom innholdet i det aktive vinduet, plasserer du to fingre på styreflaten og flytter dem opp, ned eller til siden.";
"AX_ScreenZoom" = "Hvis du vil gjøre skjermbildet større eller mindre, holder du nede Kontroll-tasten og flytter to fingre opp eller ned på styreflaten. Hvis du vil endre spesialtast, klikker du på Valg.";
"AX_Pinch" = "Hvis du vil zoome inn eller ut i bilder eller andre objekter, fører du fingeren og tommelen fra hverandre på styreflaten.";
"AX_Rotate" = "Hvis du vil rotere bilder og andre objekter på skjermen, roterer du to fingre til høyre eller venstre på styreflaten.";
"AX_Swipe" = "Hvis du vil gå til forrige eller neste objekt, flytter du tre fingre raskt mot høyre eller venstre på styreflaten.";
"AX_4F_Swipe_EXPOSE" = "Dra fire fingre oppover eller nedover på styreflaten for å bruke Exposé.";
"AX_4F_Swipe_APPS" = "Dra fire fingre mot venstre eller høyre på styreflaten for å bytte mellom programmer.";


//
"TOP_LABEL_BT_OFF_HEADER" = "Slå på Bluetooth.";
"TOP_LABEL_BT_HEADER" = "Vent til en Bluetooth-styreflate har blitt funnet.";
"MID_LABEL_NO_TRACKPAD" = "Fant ingen styreflate";
"MID_LABEL_1_TRACKPAD" = "1 styreflate funnet";
"MID_LABEL_TRACKPAD_FOUND" = "Fant «%@»";
"TURN_BT_ON" = "Slå på Bluetooth";
